11/data/attachments/a43c8d27ef33b0db.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>soap_actions_1a8d4f6f-c0e7-4d8e-b423-461899ecbeba</nif:username>
            <nif:friendToBeRequested>Melissa_score_Actions_92979_8</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>